[
  {
    "model": "Rating.beertype",
    "pk": 1,
    "fields": {
      "name": "Pilsner",
      "brewing_type": "Untergärig",
      "Color": "Hell",
      "origin": "Tschechien",
      "description": "Ein helles, untergäriges Bier mit mittlerem bis starkem Hopfenaroma und bitterem Geschmack. Pilsner ist das meistverkaufte Bier in Deutschland."
    }
  },
  {
    "model": "Rating.beertype",
    "pk": 2,
    "fields": {
      "name": "Weizenbier",
      "brewing_type": "Obergärig",
      "Color": "Hell",
      "origin": "Bayern",
      "description": "Ein obergäriges Bier aus mindestens 50% Weizenmalz. Es hat einen fruchtigen Geschmack und eine trübe goldene Color."
    }
  },
  {
    "model": "Rating.beertype",
    "pk": 3,
    "fields": {
      "name": "Export",
      "brewing_type": "Untergärig",
      "Color": "Dunkel",
      "origin": "Deutschland",
      "description": "Ein untergäriges Bier mit einem höheren Alkoholgehalt und einem malzigen Geschmack. Export ist dunkler als Pilsner."
    }
  },
  {
    "model": "Rating.beertype",
    "pk": 4,
    "fields": {
      "name": "Alt",
      "brewing_type": "Obergärig",
      "Color": "Dunkel",
      "origin": "Düsseldorf",
      "description": "Ein obergäriges Bier aus dem Rheinland mit einem dunklen Bernstein-Farbton und einem starken malzigen Geschmack."
    }
  },
  {
    "model": "Rating.beertype",
    "pk": 5,
    "fields": {
      "name": "Helles",
      "brewing_type": "Untergärig",
      "Color": "Hell",
      "origin": "Bayern",
      "description": "Ein helles, untergäriges Bier mit einem süßen, malzigen Geschmack und einem leichten Hopfenaroma. Helles wird oft als leichter und milder als Pilsner angesehen."
    }
  },
  {
    "model": "Rating.beertype",
    "pk": 6,
    "fields": {
      "name": "Kölsch",
      "brewing_type": "Obergärig",
      "Color": "Hellgelb",
      "origin": "Köln",
      "description": "Kölsch ist ein obergäriges Bier, das traditionell in der Region Köln gebraut wird. Es hat eine hellgelbe Color, ist klar und hat einen leichten Körper. Der Geschmack ist malzig-süß mit einem milden Hopfenaroma und einer leichten Fruchtigkeit. Kölsch wird oft in kleinen Gläsern serviert und soll möglichst frisch getrunken werden."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 1,
    "fields": {
      "name": "Anheuser-Busch InBev",
      "display_name": "Anheuser-Busch InBev",
      "location": "Leuven, Belgien",
      "founded_year": 2008,
      "description": "Anheuser-Busch InBev ist ein multinationaler Getränke- und Braukonzern mit Sitz in Leuven, Belgien. Es ist der weltweit größte Brauereikonzern mit nahezu 500 Marken und Aktivitäten in über 50 Ländern."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 2,
    "fields": {
      "name": "Heineken",
      "display_name": "Heineken",
      "location": "Amsterdam, Niederlande",
      "founded_year": 1864,
      "description": "Heineken ist eine international bekannte Brauerei mit Hauptsitz in Amsterdam, Niederlande. Das Unternehmen wurde im Jahr 1864 gegründet und hat sich seitdem zu einer der führenden Biermarken weltweit entwickelt."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 3,
    "fields": {
      "name": "Carlsberg",
      "display_name": "Carlsberg",
      "location": "Kopenhagen, Dänemark",
      "founded_year": 1847,
      "description": "Carlsberg ist eine Brauerei, die im Jahr 1847 in Kopenhagen, Dänemark, gegründet wurde. Sie ist bekannt für ihre traditionsreichen Biermarken, darunter das namensgebende Carlsberg Lager. Die Brauerei hat im Laufe der Jahre weltweite Anerkennung für ihre Bierqualität und Braukunst erlangt."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 4,
    "fields": {
      "name": "Bitburger Braugruppe",
      "display_name": "Bitburger",
      "location": "Bitburg, Deutschland",
      "founded_year": 1817,
      "description": "Bitburger ist eine Brauerei, die im Jahr 1817 in Bitburg, Deutschland, gegründet wurde. Sie ist für ihr bekanntes Bier, das Bitburger Premium Pils, international bekannt. Bitburger hat sich im Laufe der Zeit als eine der führenden Brauereien in Deutschland etabliert und ist für seine hohe Bierqualität und Brautradition bekannt."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 5,
    "fields": {
      "name": "Oettinger Brauerei",
      "display_name": "Oettinger Brauerei",
      "location": "Oettingen in Bayern, Deutschland",
      "founded_year": 1731,
      "description": "Die Oettinger Brauerei wurde im Jahr 1731 in Oettingen in Bayern, Deutschland, gegründet. Sie hat sich zu einer der größten Brauereigruppen in Deutschland entwickelt. Oettinger ist für sein breites Sortiment an Biersorten bekannt, darunter Pils, Export, Weizenbier und alkoholfreie Biere. Die Brauerei legt Wert auf Qualität und bietet ihre Biere zu einem erschwinglichen Preis an."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 6,
    "fields": {
      "name": "Radeberger",
      "display_name": "Radeberger",
      "location": "Radeberg, Deutschland",
      "founded_year": 1872,
      "description": "Die Radeberger Brauerei wurde im Jahr 1872 in Radeberg, Deutschland, gegründet. Sie ist bekannt für ihr gleichnamiges Bier, das Radeberger Pilsner. Das Bier wird nach traditionellen Braumethoden hergestellt und zeichnet sich durch seinen charakteristischen Geschmack aus. Radeberger ist eine der ältesten Brauereien in Deutschland und hat eine lange Geschichte in der Braukunst."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 7,
    "fields": {
      "name": "Cölner Hofbräu Früh",
      "display_name": "Cölner Hofbräu Früh",
      "location": "Köln, Deutschland",
      "founded_year": 1904,
      "description": "Die Cölner Hofbräu Früh Brauerei wurde im Jahr 1904 in Köln, Deutschland, gegründet. Sie ist vor allem für ihr bekanntes Bier, das Früh Kölsch, bekannt. Das Früh Kölsch ist ein traditionelles obergäriges Bier, das in der Region Köln gebraut wird. Die Brauerei legt großen Wert auf Qualität und Tradition und ist eine beliebte Brauerei in Köln und darüber hinaus."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 8,
    "fields": {
      "name": "Erdinger Weißbräu",
      "display_name": "Erdinger Weißbräu",
      "location": "Erding, Deutschland",
      "founded_year": 1886,
      "description": "Die Erdinger Weißbräu Brauerei wurde im Jahr 1886 in Erding, Deutschland, gegründet. Sie ist bekannt für ihre hochwertigen Weißbiere, insbesondere das Erdinger Weißbier. Das Erdinger Weißbier zeichnet sich durch seinen erfrischenden Geschmack und seine hohe Qualität aus. Die Brauerei setzt auf traditionelle Braumethoden und hat sich zu einer der bekanntesten Weißbierbrauereien in Deutschland entwickelt."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 9,
    "fields": {
      "name": "Krombacher Brauerei",
      "display_name": "Krombacher Brauerei",
      "location": "Kreuztal, Deutschland",
      "founded_year": 1803,
      "description": "Die Krombacher Brauerei wurde im Jahr 1803 in Kreuztal, Deutschland, gegründet. Sie ist eine der bekanntesten und größten Brauereien in Deutschland. Krombacher ist vor allem für sein Pilsener Bier bekannt, das für seine hohe Qualität und den erfrischenden Geschmack geschätzt wird. Die Brauerei legt großen Wert auf Tradition und verwendet nur beste Zutaten bei der Herstellung ihrer Biere. Mit einer breiten Palette von Biersorten und einem Engagement für Umweltschutz ist die Krombacher Brauerei zu einem beliebten Brauereiunternehmen sowohl in Deutschland als auch international geworden."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 10,
    "fields": {
      "name": "Brauerei Beck",
      "display_name": "Brauerei Beck",
      "location": "Bremen, Deutschland",
      "founded_year": 1873,
      "description": "Die Brauerei Beck wurde im Jahr 1873 in Bremen, Deutschland, gegründet. Sie ist bekannt für ihre traditionsreiche Geschichte und ihr Qualitätsbier. Brauerei Beck produziert verschiedene Biersorten, darunter das beliebte Beck's Bier. Mit seinem markanten grünen Etikett und seinem unverwechselbaren Geschmack hat sich Beck's zu einer international bekannten Biermarke entwickelt. Die Brauerei legt großen Wert auf handwerkliches Brauen und verwendet hochwertige Zutaten, um erstklassige Biere zu produzieren. Brauerei Beck ist stolz auf seine norddeutsche Brautradition und hat einen festen Platz in der deutschen Bierkultur."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 11,
    "fields": {
      "name": "Warsteiner Brauerei Haus Cramer",
      "display_name": "Warsteiner Brauerei",
      "location": "Warstein, Deutschland",
      "founded_year": 1753,
      "description": "Die Warsteiner Brauerei Haus Cramer wurde im Jahr 1753 in Warstein, Deutschland, gegründet. Sie zählt zu den größten Privatbrauereien Deutschlands und ist für ihr qualitativ hochwertiges Bier bekannt. Die Brauerei produziert eine Vielzahl von Biersorten, darunter das berühmte Warsteiner Premium Pilsener. Mit modernster Brautechnologie und einer langen Tradition des Brauhandwerks hat sich die Warsteiner Brauerei einen Namen gemacht. Das Unternehmen legt großen Wert auf Qualität, Reinheit und Geschmack seiner Biere. Warsteiner Biere sind sowohl national als auch international beliebt und haben zahlreiche Auszeichnungen erhalten."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 12,
    "fields": {
      "name": "Paulaner Brauerei",
      "display_name": "Paulaner Brauerei",
      "location": "München, Deutschland",
      "founded_year": 1634,
      "description": "Die Paulaner Brauerei wurde im Jahr 1634 in München, Deutschland, gegründet. Sie ist eine der ältesten Brauereien in Bayern und hat eine lange Tradition in der Herstellung von erstklassigem Bier. Die Brauerei ist vor allem für ihr Paulaner Bier bekannt, insbesondere das Paulaner Hefeweizen. Mit sorgfältig ausgewählten Zutaten und dem Einsatz traditioneller Brautechniken stellt die Paulaner Brauerei Biere von hoher Qualität und unverwechselbarem Geschmack her. Das Unternehmen hat sich im Laufe der Jahrhunderte einen erstklassigen Ruf erarbeitet und ist sowohl in Deutschland als auch international für seine exzellenten Bierspezialitäten geschätzt."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 13,
    "fields": {
      "name": "Franziskaner-Brauerei",
      "display_name": "Franziskaner-Brauerei",
      "location": "München, Deutschland",
      "founded_year": 1363,
      "description": "Die Franziskaner-Brauerei wurde im Jahr 1363 in München, Deutschland, gegründet und kann somit auf eine lange Geschichte zurückblicken. Sie ist bekannt für ihre traditionellen Weißbiere und zählt zu den renommiertesten Brauereien in Bayern. Die Brauerei produziert verschiedene Biersorten, darunter das berühmte Franziskaner Hefeweizen. Mit ihrer langjährigen Brauexpertise und der Verwendung hochwertiger Zutaten stellt die Franziskaner-Brauerei Biere von außergewöhnlicher Qualität her. Das Unternehmen ist stolz auf seine bayerische Brautradition und trägt zur reichen Bierkultur Münchens bei. Die Franziskaner-Brauerei ist sowohl national als auch international für ihre exzellenten Weißbiere bekannt und beliebt."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 14,
    "fields": {
      "name": "C.& A. Veltins GmbH & Co. KG",
      "display_name": "Veltins",
      "location": "Meschede-Grevenstein, Deutschland",
      "founded_year": 1824,
      "description": "Die C.& A. Veltins GmbH & Co. KG, besser bekannt als Veltins, ist eine Brauerei mit Sitz in Meschede-Grevenstein, Deutschland. Sie wurde im Jahr 1824 gegründet und hat sich zu einer der bekanntesten deutschen Brauereien entwickelt. Veltins ist vor allem für sein Veltins Pilsener bekannt, das für seinen angenehm hopfigen Geschmack und seine hohe Qualität geschätzt wird. Die Brauerei setzt auf modernste Brautechnologie und legt großen Wert auf Nachhaltigkeit und Umweltschutz. Mit einer breiten Palette von Biersorten und einem starken Engagement für Qualität und Geschmack hat sich Veltins einen festen Platz in der deutschen Bierlandschaft erobert."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 15,
    "fields": {
      "name": "China Resources Breweries Ltd.",
      "display_name": "China Resources Breweries",
      "location": "Peking, China",
      "founded_year": 1994,
      "description": "China Resources Breweries Ltd. ist ein bedeutendes Brauunternehmen mit Sitz in Peking, China. Gegründet im Jahr 1994, ist es zu einer der größten und einflussreichsten Brauereien in China geworden. Das Unternehmen produziert eine Vielzahl von Biermarken, die den unterschiedlichen Geschmacksrichtungen und Vorlieben der Verbraucher gerecht werden. China Resources Breweries legt großen Wert auf hohe Qualitätsstandards und setzt fortschrittliche Brautechniken ein, um die Exzellenz ihrer Produkte sicherzustellen. Mit einer starken Präsenz auf dem chinesischen Markt expandiert das Unternehmen weiterhin und treibt Innovationen in der Brauindustrie voran."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 16,
    "fields": {
      "name": "Molson Coors Brewing Company",
      "display_name": "Molson Coors",
      "location": "Denver, Colorado, USA",
      "founded_year": 1786,
      "description": "Die Molson Coors Brewing Company ist ein führendes Brauunternehmen mit Sitz in Denver, Colorado, USA. Sie wurde im Jahr 1786 gegründet und hat sich im Laufe der Zeit zu einem international renommierten Brauereikonzern entwickelt. Molson Coors produziert eine Vielzahl von Biermarken, darunter bekannte Namen wie Coors, Molson, Blue Moon und Miller. Das Unternehmen legt großen Wert auf Qualität, Handwerkskunst und Innovation, um seinen Kunden erstklassige Biere anzubieten. Mit einer langen Geschichte und einer breiten Palette von Biersorten ist Molson Coors ein bedeutender Akteur auf dem globalen Biermarkt."
    }
  },
  {
    "model": "Rating.brewery",
    "pk": 17,
    "fields": {
      "name": "Efes Group",
      "display_name": "Efes",
      "location": "Istanbul, Türkei",
      "founded_year": 1969,
      "description": "Die Efes Group ist ein bedeutendes Brauunternehmen mit Sitz in Istanbul, Türkei. Gegründet im Jahr 1969, hat es sich zu einem führenden Akteur in der türkischen Brauindustrie entwickelt. Die Efes Group produziert eine breite Palette von Biermarken, darunter Efes Pilsen, eine der bekanntesten und beliebtesten Biermarken in der Türkei. Mit ihrem Engagement für Qualität und Innovation hat die Efes Group dazu beigetragen, die Bierkultur in der Türkei voranzutreiben. Das Unternehmen ist stolz auf seine türkischen Wurzeln und trägt zur Entwicklung der lokalen Brauindustrie bei. Mit einer starken Präsenz auf dem nationalen und internationalen Markt ist die Efes Group ein wichtiger Akteur in der globalen Bierlandschaft."
    }
  },
  {
    "model": "Rating.beer",
    "pk": 1,
    "fields": {
      "approvalstatus": true,
      "brewery": 7,
      "name": "Früh Kölsch",
      "display_name": "Früh Kölsch",
      "style": 6,
      "alcohol_content": "4.80",
      "original_gravity": "11.30",
      "recommended_serving_temperature": 7,
      "is_organic": false,
      "clarity": "Klar",
      "yeast": "Fermentis SafAle™ K-97",
      "is_gluten_free": false,
      "description": "Früh Kölsch ist ein frisches, vollmundiges und feinherbes Kölsch. Es wird nach dem deutschen Reinheitsgebot von 1516 gebraut und enthält ausschließlich natürliche Zutaten.",
      "ratings_count": 0,
      "recommended_count": 0
    }
  },
  {
    "model": "Rating.beer",
    "pk": 2,
    "fields": {
      "approvalstatus": true,
      "brewery": 4,
      "name": "Bitburger Premium Pils",
      "display_name": "Bitburger Premium Pils",
      "style": 1,
      "alcohol_content": "4.80",
      "original_gravity": "12.80",
      "recommended_serving_temperature": 8,
      "is_organic": false,
      "clarity": "Klar",
      "yeast": "Bitburger Haushefe",
      "is_gluten_free": false,
      "description": "Bitburger Premium Pils ist ein klassisches deutsches Pilsener Bier, das aus natürlichen Zutaten hergestellt wird. Es hat eine feine Hopfenbittere und einen angenehm herb-frischen Geschmack.",
      "ratings_count": 0,
      "recommended_count": 0
    }
  },
  {
    "model": "Rating.beer",
    "pk": 3,
    "fields": {
      "approvalstatus": true,
      "brewery": 8,
      "name": "Erdinger Weissbier",
      "display_name": "Erdinger Weissbier",
      "style": 2,
      "alcohol_content": "5.30",
      "original_gravity": "12.50",
      "recommended_serving_temperature": 6,
      "is_organic": false,
      "clarity": "Trüb",
      "yeast": "Erdinger Hefe",
      "is_gluten_free": false,
      "description": "Erdinger Weissbier ist ein erfrischendes Weißbier mit einer natürlichen Trübung und einer feinen Hefenote. Es wird nach dem bayerischen Reinheitsgebot von 1516 gebraut und enthält nur Wasser, Malz, Hopfen und Hefe.",
      "ratings_count": 0,
      "recommended_count": 0
    }
  },
  {
    "model": "Rating.rating",
    "pk": 9,
    "fields": {
      "beer": 1,
      "recommended": true,
      "user": 218,
      "Color": 10,
      "Entry": 10,
      "body": 10,
      "finish": 10,
      "carbonation": 10,
      "acidity": 10,
      "bitterness": 10,
      "drinkability": 10,
      "price": 1,
      "created_at": "2023-06-29T20:22:47.163Z"
    }
  },
  {
    "model": "Rating.rating",
    "pk": 10,
    "fields": {
      "beer": 1,
      "recommended": false,
      "user": 673,
      "Color": 10,
      "Entry": 10,
      "body": 10,
      "finish": 10,
      "carbonation": 10,
      "acidity": 10,
      "bitterness": 10,
      "drinkability": 10,
      "price": 1,
      "created_at": "2023-06-29T20:23:02.960Z"
    }
  },
  {
    "model": "Rating.rating",
    "pk": 11,
    "fields": {
      "beer": 2,
      "recommended": true,
      "user": 218,
      "Color": 5,
      "Entry": 5,
      "body": 5,
      "finish": 5,
      "carbonation": 5,
      "acidity": 5,
      "bitterness": 5,
      "drinkability": 5,
      "price": 1,
      "created_at": "2023-06-29T20:23:17.035Z"
    }
  },
  {
    "model": "Rating.rating",
    "pk": 12,
    "fields": {
      "beer": 2,
      "recommended": true,
      "user": 673,
      "Color": 10,
      "Entry": 10,
      "body": 10,
      "finish": 10,
      "carbonation": 10,
      "acidity": 10,
      "bitterness": 10,
      "drinkability": 10,
      "price": 1,
      "created_at": "2023-06-29T20:23:36.033Z"
    }
  },
  {
    "model": "Rating.rating",
    "pk": 13,
    "fields": {
      "beer": 3,
      "recommended": true,
      "user": 218,
      "Color": 5,
      "Entry": 5,
      "body": 5,
      "finish": 5,
      "carbonation": 5,
      "acidity": 5,
      "bitterness": 5,
      "drinkability": 5,
      "price": 1,
      "created_at": "2023-06-29T20:23:52.014Z"
    }
  },
  {
    "model": "Rating.rating",
    "pk": 14,
    "fields": {
      "beer": 3,
      "recommended": true,
      "user": 673,
      "Color": 5,
      "Entry": 5,
      "body": 5,
      "finish": 5,
      "carbonation": 5,
      "acidity": 5,
      "bitterness": 5,
      "drinkability": 5,
      "price": 2,
      "created_at": "2023-06-29T20:24:03.413Z"
    }
  },
  {
    "model": "Rating.recommendation",
    "pk": 1,
    "fields": { "name": "BeerOfMonth", "beer": 1 }
  },
  {
    "model": "Rating.recommendation",
    "pk": 2,
    "fields": { "name": "NewArrival", "beer": 3 }
  },
  {
    "model": "Rating.recommendation",
    "pk": 3,
    "fields": { "name": "BestRatedEver", "beer": 1 }
  },
  {
    "model": "Rating.recommendation",
    "pk": 4,
    "fields": { "name": "BestRated_1M", "beer": 1 }
  },
  {
    "model": "Rating.recommendation",
    "pk": 5,
    "fields": { "name": "Trending", "beer": 1 }
  }
]
